/* No comment provided by engineer. */
"a configuration error" = "ein Konfigurationsfehler";

/* No comment provided by engineer. */
"a Kerberos error" = "ein Kerberos-Fehler";

/* No comment provided by engineer. */
"a network communication error" = "ein Netzwerkkommunikationsfehler";

/* No comment provided by engineer. */
"A user already exists in the server's search policy with the name '%@' or the user ID %@. Try again and click Continue." = "Ein Benutzer mit dem Namen „%1$@“ bzw. der Benutzer-ID %2$@ existiert bereits im Suchpfad des Servers. Versuchen Sie es erneut und klicken Sie auf „Fortfahren“.";

/* No comment provided by engineer. */
"an authentication error" = "ein Identifizierungsfehler";

/* No comment provided by engineer. */
"an internal service error" = "ein interner Dienstfehler";

/* No comment provided by engineer. */
"An unknown error occurred while verifying directory administrator settings." = "Beim Überprüfen der Verzeichnisadministratoreinstellungen ist ein unbekannter Fehler aufgetreten.";

/* No comment provided by engineer. */
"An unknown error occurred while verifying replica decommissioning settings." = "Beim Überprüfen der Einstellungen zum Außerdienststellen einer Replik ist ein unbekannter Fehler aufgetreten.";

/* No comment provided by engineer. */
"An unknown error occurred while verifying replica promotion settings." = "Beim Überprüfen der Einstellungen zur Umwandlung einer Replik in einen Master ist ein unbekannter Fehler aufgetreten.";

/* No comment provided by engineer. */
"An unknown error occurred while verifying replica settings." = "Beim Überprüfen der Replikeinstellungen ist ein unbekannter Fehler aufgetreten.";

/* No comment provided by engineer. */
"Are you sure you want to destroy the current master?" = "Möchten Sie den aktuellen Master wirklich löschen?";

/* No comment provided by engineer. */
"Are you sure you want to skip decommissioning and change this server's Open Directory role?" = "Möchten Sie die Außerdienststellung wirklich überspringen und die Open Directory-Funktion dieses Servers ändern?";

/* No comment provided by engineer. */
"Backing up master's LDAP database" = "Backup der LDAP-Datenbank des Masters sichern";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Cannot connect to the master." = "Die Verbindung zum Master ist fehlgeschlagen.";

/* No comment provided by engineer. */
"Cannot determine your server's IP address." = "Die IP-Adresse des Servers konnte nicht ermittelt werden.";

/* No comment provided by engineer. */
"Cannot replicate a directory with augment user records." = "Ein Verzeichnis mit erweiterten Benutzereinträgen kann nicht repliziert werden.";

/* Assistant page title: Choose Directory Role */
"Choose Directory Role" = "Verzeichnisfunktion wählen:";

/* Assistant page title: Confirm Settings */
"Confirm Settings" = "Einstellungen bestätigen";

/* No comment provided by engineer. */
"Continue" = "Fortfahren";

/* No comment provided by engineer. */
"Copying LDAP database" = "LDAP-Datenbank kopieren";

/* Assistant page title: Decommission Replica */
"Decommission Replica" = "Replik außer Dienst stellen";

/* No comment provided by engineer. */
"Destroying local LDAP server" = "Entfernen des lokalen LDAP-Servers";

/* Assistant page title: Directory Administrator */
"Directory Administrator" = "Verzeichnisadministrator";

/* Assistant page title: Domain */
"Domain" = "Domain";

/* No comment provided by engineer. */
"Domain administrator's password cannot be empty." = "Das Kennwort für den Domain-Administrator darf nicht leer sein.";

/* No comment provided by engineer. */
"Domain administrator's short name cannot be empty." = "Der Kurzname des Domain-Administrators darf nicht leer sein.";

/* Assistant page button title: Done */
"Done" = "Fertig";

/* No comment provided by engineer. */
"Enabling local Kerberos server" = "Lokalen Kerberos-Server aktivieren";

/* No comment provided by engineer. */
"Enabling Password Server replication" = "Aktivieren der Kennwortserver-Replizierung";

/* No comment provided by engineer. */
"Establishing replica" = "Replik einrichten";

/* No comment provided by engineer. */
"Incompatible versions." = "Die Versionen sind nicht kompatibel.";

/* No comment provided by engineer. */
"Incorrect root password." = "Das root-Kennwort ist nicht korrekt.";

/* No comment provided by engineer. */
"Kerberos Realm cannot be empty." = "Die Kerberos-Realm darf nicht leer sein.";

/* No comment provided by engineer. */
"Mounting directory archive" = "Verzeichnisarchiv wird aktiviert";

/* No comment provided by engineer. */
"Name can't be empty." = "Der Name darf nicht leer sein.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Password cannot be empty." = "Das Kennwort darf nicht leer sein.";

/* No comment provided by engineer. */
"Please verify your server's network configuration is correct and try again." = "Bitte stellen Sie sicher, dass die Netzwerkkonfiguration Ihres Servers korrekt ist und versuchen Sie es erneut.";

/* No comment provided by engineer. */
"Preparing" = "Vorbereiten";

/* Assistant page title: Promote Replica to Master */
"Promote Replica to Master" = "Replik in Master umwandeln";

/* Assistant status: Reading settings */
"Reading settings" = "Einstellungen lesen";

/* No comment provided by engineer. */
"Removing replica because the replication credentials or suffix could not be determined" = "Die Replik wird entfernt, weil die Accountdaten für die Replizierung oder das Suffix nicht bestimmt werden konnten";

/* No comment provided by engineer. */
"Removing replica due to an error adding Password Server replica" = "Die Replik wird entfernt, weil beim Hinzufügen der Kennwortserverreplik ein Fehler aufgetreten ist";

/* No comment provided by engineer. */
"Removing replica due to an error copying LDAP database" = "Die Replik wird entfernt, weil beim Kopieren der LDAP-Datenbank ein Fehler aufgetreten ist";

/* Assistant page title: Replica */
"Replica" = "Replik";

/* Assistant page title: Replicating */
"Replicating" = "Replizieren";

/* No comment provided by engineer. */
"Restarting master LDAP server" = "Neustart des LDAP-Master-Servers";

/* No comment provided by engineer. */
"Root password on master cannot be empty." = "Das root-Kennwort des Masters darf nicht leer sein.";

/* No comment provided by engineer. */
"Setting up replica" = "Replik einrichten";

/* No comment provided by engineer. */
"Short Name can't be empty." = "Der Kurzname darf nicht leer sein.";

/* Assistant page title: Single Sign-On Unavailable */
"Single Sign-On Unavailable" = "Gesamtauthentifizierung (Single Sign-On) nicht verfügbar";

/* No comment provided by engineer. */
"Skip Decommissioning" = "Außer Dienst Stellen überspringen";

/* No comment provided by engineer. */
"Skipping decommissioning is not recommended because the master will not be notified and your directory may be left in an inconsistent state. Please consult the Open Directory Administration Guide for more information." = "Das Überspringen der Außerdienststellung wird nicht empfohlen, weil dann der Master nicht benachrichtigt wird und sich Ihr Verzeichnis anschließend in einem möglicherweise nicht konsistenten Zustand befindet. Weitere Informationen finden Sie im Handbuch zur Open Directory-Administration.";

/* No comment provided by engineer. */
"Starting new replica" = "Start der neuen Replik";

/* No comment provided by engineer. */
"Starting replicator on master server" = "Start des Replizierungsdienstes auf dem Master-Server";

/* No comment provided by engineer. */
"Starting the master server" = "Master-Server starten";

/* No comment provided by engineer. */
"Stopping master LDAP server" = "Stopp des LDAP-Master-Server";

/* Assistant page title: Summary */
"Summary" = "Zusammenfassung";

/* No comment provided by engineer. */
"The address '%@' or root password could be incorrect, or your server's network configuration may be incorrect. Please verify these settings and try again." = "Möglicherweise ist die Adresse „%@“, das root-Kennwort oder die Netzwerkkonfiguration Ihres Servers nicht korrekt. Bitte prüfen Sie diese Einstellungen und versuchen Sie es erneut.";

/* No comment provided by engineer. */
"The master '%@' is still available. You can only promote a replica if the master is unavailable." = "Der Master „%@“ ist immer noch erreichbar. Sie können eine Replik nur dann in einen Master umwandeln, wenn der Master nicht erreichbar ist.";

/* No comment provided by engineer. */
"The passwords do not match." = "Die Kennwörter stimmen nicht überein.";

/* No comment provided by engineer. */
"The root password you entered for the master '%@' is incorrect." = "Das root-Kennwort, das Sie für den Master „%@“ eingegeben haben, ist nicht korrekt.";

/* No comment provided by engineer. */
"The user name or password you provided may be incorrect or the user '%@' is not a directory administrator." = "Der Benutzername oder das Kennwort, das Sie eingeben haben ist möglicherweise nicht korrekt, oder der Benutzer „%@“ ist kein Verzeichnisadministrator. ";

/* No comment provided by engineer. */
"There was %@ when configuring %@.\n\nSee the Configuration Log for more information about the failure. Please refer to the Open Directory Administration Guide for further help." = "Bei der Konfiguration von %2$@ ist %1$@ aufgetreten.\n\nWeitere Informationen zu diesem Problem finden Sie im Konfigurationsprotokoll. Lesen Sie das Handbuch zur Open Directory-Administration, wenn Sie weitere Hilfe benötigen.";

/* No comment provided by engineer. */
"Unable to authenticate as directory administrator '%@'." = "Die Identifizierung als Verzeichnis-Administrator „%@“ ist fehlgeschlagen.";

/* No comment provided by engineer. */
"Unable to connect to Open Directory master." = "Die Verbindung zum Open Directory-Master konnte nicht hergestellt werden.";

/* No comment provided by engineer. */
"Unable to promote because the master is still available." = "Die Umwandlung in einen Master ist fehlgeschlagen, weil der Master immer noch erreichbar ist.";

/* No comment provided by engineer. */
"Updating local replica configuration" = "Aktualisierung der lokalen Replik-Konfiguration";

/* No comment provided by engineer. */
"Updating master's configuration" = "Aktualisieren der Konfiguration des Masters";

/* No comment provided by engineer. */
"User already exists." = "Der Benutzer ist bereits vorhanden.";

/* No comment provided by engineer. */
"User ID must be set." = "Die Benutzer-ID muss festgelegt sein.";

/* No comment provided by engineer. */
"Verifying directory administrator account" = "Verzeichnisadministratoraccount überprüfen";

/* No comment provided by engineer. */
"Verifying replica decommissioning settings" = "Einstellungen zur Außerdienststellung der Replik überprüfen";

/* No comment provided by engineer. */
"Verifying replica promotion settings" = "Einstellungen zur Umwandlung der Replik in einen Master überprüfen";

/* No comment provided by engineer. */
"Verifying replica settings" = "Einstellungen der Replik überprüfen";

/* No comment provided by engineer. */
"You have either provided an incorrect root password, or the server is unreachable. Please verify that your server can reach the master's address '%@' and that SSH is enabled on that server." = "Entweder ist das eingegebene root-Kennwort nicht korrekt, oder der Server ist nicht erreichbar. Bitte stellen Sie sicher, dass Ihr Server die Adresse des Masters „%@\" erreichen kann und dass der Master SSH-Verbindungen zulässt.";

/* No comment provided by engineer. */
"You must choose a new Open Directory role for your server." = "Sie müssen für Ihren Server eine neue Open Directory-Funktion wählen.";

/* No comment provided by engineer. */
"You must provide an IP address or DNS name of an Open Directory master." = "Sie müssen die IP-Adresse oder den DNS-Namen eines Open Directory-Masters eingeben.";

/* No comment provided by engineer. */
"your server as a standalone directory" = "Ihren Server als eigenständiges Verzeichnis";

/* No comment provided by engineer. */
"your server as an Open Directory master" = "Ihren Server als Open Directory-Master";

/* No comment provided by engineer. */
"your server as an Open Directory replica" = "Ihren Server als Open Directory-Replik";

/* No comment provided by engineer. */
"Your server cannot become a replica of '%@' because its directory contains augment user records. Please refer to the Open Directory Administration Guide for more information about this issue." = "Ihr Server kann keine Replik von „%@“ werden, weil dessen Verzeichnis erweiterte Benutzereinträge enthält. Weitere Informationen zu diesem Problem finden Sie im Handbuch zur Open Directory-Administration.";

/* No comment provided by engineer. */
"Your server cannot become a replica of '%@' because they are running incompatible versions of Mac OS X Server. Please refer to the Open Directory Administration Guide for more information about this compatibility matrix." = "Ihr Server kann keine Replik von „%@“ werden, weil die verwendeten Versionen von Mac OS X Server nicht kompatibel sind. Weitere Informationen zur Kompatibilität zwischen verschiedenen Versionen finden Sie im Handbuch zur Open Directory-Administration.";

/* No comment provided by engineer. */
"your server to connect to another directory" = "Ihren Server als verbunden mit einem anderen Verzeichnis";

/* No comment provided by engineer. */
"Your server's directory master will be destroyed and all account information it contains will be lost. Depending on your organization's configuration, users who log in with a directory account may be denied access. This operation can't be undone." = "Der Directory-Master Ihres Servers wird gelöscht. Dabei gehen alle Accountinformationen, die er enthält, verloren. Abhängig von der Konfiguration in Ihrer Organisation wird Benutzern, die versuchen sich mit einem Verzeichnisaccount anzumelden, der Zugriff verweigert. Dieser Vorgang kann nicht widerrufen werden.";

/* No comment provided by engineer. */
"your server's Open Directory role" = "die Open Directory-Funktion Ihres Servers";

